In [1]:
import numpy as np
import pandas as pd

In [7]:
dict1= {
    "name": ["harry","Krishna","Uday"] ,
    "marks":[90,34,89]
    "city":["jaipur","chandigarh","Mumbai"]
}

SyntaxError: invalid syntax. Perhaps you forgot a comma? (719935324.py, line 3)

In [12]:
df = pd.DataFrame(dict1)

In [13]:
df

      name  marks        city
0    harry     90      jaipur
1  Krishna     34  chandigarh
2     Uday     89      Mumbai